Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 颜辉眼底泄露出来的杀气很清楚的告诉程向荣他心里的答案，不过他的实力明显在程向荣之上，当初在逍遥院他便可以掩饰自己的实力。
en_us: Yan Hui's murderous intentions were clear in his eyes, telling Cheng XiangRong his answer. However, his strength was clearly above Cheng XiangRong's. Back in the XiaoYao Institution, he had concealed his true strength.

source: 颜辉突然笑了起来，“这次是我看走眼了，你不傻，你很聪明。”
en_us: Yan Hui suddenly laughed, "This time I'm the one who made an error of judgment. You are not stupid, you are really very smart."

source: 颜辉笑了笑，脸上微僵的肌肉突然放松了下来，安抚性的笑道：“师弟，生这么大的气做什么，我只是做个假设而已，比你更天才的人确实没几个人。”
en_us: Yan Hui laughed, and the slightly stiff muscles in his face suddenly relaxed. He smiled and placated, "Shidi, what's the use of being so angry. I'm only making a conjecture, there really aren't that many people who are more gifted than you."

source: 颜辉脸色微变，“你是怎么知道的，又是什么时候知道的？”
en_us: Yan Hui's expression changed slightly. "How did you know it and when did you find out?"

source: 颜辉说：“心灵花草的等级比你平时买的还要高，那个人的实力必定在二品之上，真要打起来，你根本就补可能打得过，而且我看那个人的年龄似乎不大的样子，你的大陆第一天才说不定得让位了。”
en_us: Yan Hui said, "The Heart Flower Herb's level is even higher than what you would usually buy. That person's strength must be above Grade Two. If you actually started fighting them, there's no way you would have been able to defeat them. Moreover, that person didn't seem to be very old, your 'TongTian's number one genius' probably has to give up its seat."

source: 颜辉还以为他在笑什么，如果他不是亲眼见到，他自己也不相信，竟然真的有人把晋级当成吃饭一样容易，每次不过出去一趟，回来修为就会蹭蹭的往上涨。
en_us: Yan Hui thought what was he laughing at. He would not believe it himself if he had not seen with his own eyes how someone actually considered advancement as easy as eating. His cultivation would steadily rise whenever he came back from his trip.

source: 颜辉这次是毫不保留的打击他，苏朗确实该被打击一次。
en_us: Yan Hui unreservedly dealt another psychological blow to him. Su Lang really ought to be knocked off his pedestal once.

source: 风迟云下意识的拽住他的衣服，俊朗的脸染上一层淡淡的酡红，“可你……不是说连心蛊是太补物，对我们的修为会有增长，就这么毁了，不会觉得可惜吗？”
en_us: Feng ChiYun subconsciously grabbed the other's robe, his handsome face tinted red. "But you... said that the Heart Linking Gu was a powerful supplement, and it could help with our cultivation. It's it a waste if we destroy it just like that?"

source: 风迟云偏头，“什么事？”
en_us: Feng ChiYun tilted his head, "What s it?"

source: 风迟云动了下重新拿回来的身体，他的记忆只到被游震天带出大庄园之前，在这之前，他在大庄园过得还算自由。
en_us: Feng ChiYun moved the body he had just gotten back. His memory ended at when You ZhenTian took him from the estate. Prior to that, he had been living relatively freely on the estate.

source: 风迟云原来是八级下品丹师，在被囚禁的时候，游震天并未限制他的行动，那段时间，他静下心来修炼反而取得了不小的成就。
en_us: Feng ChiYun was originally a level eight low grade mage. While being imprisonment, You ZhenTian didn't do anything further to confine him. During that time, he had calmed himself and cultivated, allowing himself to improve quite a bit.

source: 风迟云木讷的脸慢慢的恢复生气，当他睁开眼睛的时候，仿佛出窍的灵魂终于重新回到他的身体里，空洞的眼睛有变得出奇明亮，映在眼睛里的第一个画面是一个俊美的银发青年。
en_us: Feng ChiYun's frozen face slowly regained life. When he opened his eyes, it was like his soul had returned, his empty eyes shining. The first thing reflected in them was the handsome face of a young silver-haired man.

source: 风迟云越听越僵硬，他虽然喜欢银戈，但还没想到那层上去。
en_us: The more Feng ChiYun heard, the more tense he became. Though he liked Yin Ge, he wasn't at that point yet.

source: 风迟云还是老样子，死气沉沉的脸，空洞无神的眼睛，不过唯一改变的也是，银戈已经把他脸上的面具拿了下来，连同赤血家族在他脸上的面具，恢复了俊朗的容貌，果然还是帅哥比较养眼。
en_us: Feng ChiYun was still the same, with a lifeless face and the empty eyes. However, the only change was that Yin Ge had taken his mask and the mask put on by the Vermilion Blood Clan off Feng ChiYun's face, restoring his handsome features. Sure enough, handsome guys were still easier on the eyes.

source: 骗人！
en_us: Liar!

source: 骷髅花草因为其生长条件极其恶劣，所以它是一种有价无市的顶级灵草。
en_us: Because the conditions needed to grow the Skull Herb were very unpleasant, it was a kind of priceless transcendent level magic herb.

source: 骷髅花草虽然生长在瘴气之中，但是但凡是灵草都缺少不了灵气，所以骷髅花草便形成一种自我保护手段，这种手段体现在两个方向。
en_us: Although the Skull Flower Herb grew within a miasma, what all magic herbs could not lack was spiritual energy. So the Skull Flower Herb developed a means of self-defense, which was expressed in two directions.

source: 高兴过后，游小默突然听到下面传来敲敲打打的声音，推开窗户一看，发现对面的房子都塌了，现在正在重建当中。
en_us: After he finished being excited, You XiaoMo heard the construction noise from below. After he opened the window, he realized that all of the houses in front of him fell and were in the middle of rebuilding.

source: 高殷拧着眉，“黑熊看来是说真的了，不过我总觉得他好像隐瞒了什么事，他好像担心莫景的同伴会找过来。”
en_us: Gao Yan scowled. "It seems like Hei Xiong is being serious, but I feel like he's hiding something from us. It seems like he's afraid that Mo Jing's comrades will come."

source: 高殷没多想，他比较担心刑七对上莫景会吃亏，因为刑七的断臂，若现出本体，他的战斗力将会直降一个台阶。
en_us: Gao Yan didn't think too much about it, he was more worried that Xing Qi would take a beating against Mo Jing. (吃亏) With Xing Qi's lost arm, if he used his original form, his powerlevel would drop by a grade. (台阶)

source: 高殷看来眼刑七的尸体，身体一边往后退，下一秒，他跑了。
en_us: As Gao Yan stared at Xing Qi's corpse, his body backed away and in the next second, he ran.

source: 高殷眼红了，但不是贪婪，而是愤怒。
en_us: Gao Yan's eyes were red, but not from greed, rather, anger.

source: 高殷脸色惨白，他怎么忘了，他的实力低于刑七。
en_us: How could he have forgotten, his strength was below Xing Qi, Gao Yan thought with a deadly pale face.

source: 高殷赶过来的时候，恰巧看到刑七的内丹落在男人手里，那是一颗暗红色的内丹，里面蕴含了刑七毕生的修为，几乎相当于彩级二品的灵丹，能让通天大陆很多人都眼红。
en_us: When Gao Yan arrived, he happened to see the exact moment Xing Qi's (内丹) fell into the man's hands. It was a dark red and within it held all of Xing Qi's power, it was almost equivalent to a second grade rainbow pill. Many from the TongTian Continent would've stared at it red-eyed/bloodshot. (眼红)

source: 鬼冢山脉外围有一座小镇，名为白骨小镇。
en_us: Surrounding the Ghost Tomb Mountain Ranges was a small town called the White Bone Town (白骨小镇).

source: 鬼冢山脉有一处特别有名的妖坟场，即大妖兽们的坟墓，有些是远古就立下的坟墓，有些则是后人为一些大妖兽建立的坟墓。
en_us: There was an especially famous demon beast graveyard (妖坟场) in Ghost Tomb Mountain Range, and it held the graves of the big demon beasts. Some were graves that had been created in the ancient past, while some were graves that had been created for the big demon beasts by their descendants.

source: 鬼冢山脉的沼泽与妖坟场的危险系数只差一点点，原因是沼泽下潜伏着数以万计的水妖，正是游小默在龙翔大陆看到的水妖，传闻，这些水妖是由一头十一阶水妖统领的，他有着妖兽的强悍和人类的智慧，所以危险程度非常高。
en_us: Ghost Tomb Mountain Range's swamp was only a little less dangerous than the demon beast graveyard. The reason was because tens of thousands of water demons (水妖) hid beneath the surface of the swamp, and they were the water demons that You XiaoMo had seen at Long Xiang Continent. Rumor had it that a level eleven water demon led the rest. It had a demon beast's fierceness and a human's intelligence, so it was extremely dangerous.

source: 鬼冢山脉虽然仍然称为山脉，实际上已经千疮百孔，山脉移位断裂，塌陷变成巨大的山谷，地面崩裂形成一道巨大的鸿沟，山峰倒塌，或者被削平变成辽阔的平原沼泽，基本已经不能直视。
en_us: Although the Ghost Tomb Mountain Range was considered a mountain range, it was already in ruins, with mountain rangers shifting and breaking, sinking in to become huge valleys. The ground had splitted and concaved into a huge chasm, mountain peaks had collapsed and some were even flattened to become fields and swamps. Basically, it wasn't watchable anymore.

source: 鬼冢山脉，鬼哭涯。
en_us: Ghost Tomb Mountain Range, Weeping Ghost Shore.

source: 鬼哭涯位于鬼冢山脉最高峰，像一座眺望台，几乎可以将鬼冢山脉大部分景象尽收眼底。
en_us: The Weeping Ghost Shore was situated at the highest peak in the Ghost Tomb Mountain Range, similar to an overlooking platform (眺望台). One was practically able to take in a panoramic view of the Ghost Tomb Mountain Range all at once.

source: 鬼哭涯坐落的山峰是有名字的，名字有点惊悚，就叫骷髅峰，在鬼冢山脉也很有名，但很少人知道骷髅峰的位置，只听说有这么一座长得很像骷髅的山峰。
en_us: The mountain peak that the Weeping Ghost Shore was situated at had a name. The name was a little horrifying and it was called the Human Skull Peak. It was very famous in the Ghost Tomb Mountain Ranges. However, few knew the location of the Human Skull Peak and had only heard that there was a mountain peak which looked very much like a human skull.

source: 鬼哭涯就在骷髅的头部里，骷髅的嘴巴鼻子眼睛都是入口，从外面看，隐约还能看到里面的建筑。
en_us: The Ghost Weeping Shore was at the head section of the human skull. The mouth, nose and eyes of the skull were all entrances. Looking from the outside, the buildings inside could be vaguely seen.

source: 鬼哭涯是天狗的大本营，若真的随随便便就被人潜进来而没有发现，天狗这个势力早在几千年前就被西境那些大势力灭的渣都不剩了，之后没拆穿正是怀疑两人中的一个是他们的少主。
en_us: Weeping Ghost Shore was Tengu's (天狗) headquarters. If someone could really just casually sneak into it without being discovered, Tengu's influence would've been extinguished thousands of years ago by Xi Jing's other powerful influences until not even a trace of them were left. They hadn't exposed them because they suspected that one of the two was their Young Master.

source: 鬼哭涯是西境一处极险之地，在西境有炼狱之称。
en_us: The Weeping Ghost Shore was an extremely dangerous place in Xi Jing and was known as the Purgatory.

source: 鬼哭涯比他们想象的还要大，仅是鼻子部分就有十几米宽，更别说嘴巴的部分，骷髅峰三分之一宽都是嘴巴。
en_us: The Weeping Ghost Shore was much larger than they had imagined. Just the section of the nose was more than ten meters wide, let alone the mouth section. The mouth was one third the width of the Human Skull Peak.

source: 魔莫雪其实知道谢俊说的有道理，可她就是不愿意轻易认输。
en_us: Mo Xue knew that Xie Jun was right but she just didn't want to give up so easily.

source: 鲁长老为这事没少被气得吹胡子瞪眼过。
en_us: Elder Lu had often been met with such vexing situations that made him glare and huff.

source: 鲁长老深呼吸一口气，“我给你三十个积分，另外再加一枚固心丹和一株十二级中品灵草，如何？”
en_us: Elder Lu took a deep breath. "I'll give you thirty points, along with a Heart Fortifying Pill (固心丹) and a mid-grade level twelve magic herb. How does that sound?"

source: 鲁长老眼神灼热的盯着他手上的玉简，眼睛几乎放射着志在必得的兴奋光芒，虽然是一种短暂的灵丹，但是维持的时间却让他惊叹。
en_us: Elder Lu's gaze burned into the jade drive in his hand, his eyes practically shining with excitement. Thought this pill's effects wer temporary, he amount of time it could last was shocking.

source: 鲁长老瞬间轻松了，只觉得这个小娃娃太对他的胃口了，说话做事毫不拖泥带水，接着他把灵草和固心丹拿了出来，三十个积分通过牌子划给他。
en_us: Elder Lu's expression immediately relaxed. This kid really was the kind of person he enjoyed dealing with. He didn't stall or twist his words. The elder took out both the magic herb and the Heart Fortification Pill, transferring thirty points to the other through their cards.

source: 鲁长老竟然时来运转，终于遇到一个舍得拿出彩级丹方的小家伙，一时间，大家心中都有一股说不清的羡慕。
en_us: Elder Lu's luck had turned in time, finally meeting someone who was willing to part with a rainbow level pill recipe. In that moment, everyone felt an sense of indescribable jealousy.

source: 鲁长老语气有些激动，他知道自己是个很固执的人，对于自己提出的要求确实有些异想天开，但他就是想赌一把，没想到真让他等到了，既然小娃有这个意愿，他如何也不能放走他。
en_us: Elder Lu's tone was excited. He know that he was a very stubborn person, asking for things that seemed impossible, but he wanted tp give it a try. He didn't expect that someone was really willing to trade. If this kid had such an intention, then he definitely wouldn't let the other go.

source: 鲁长老迅速的接过玉简，一看果然是赤火丹，立刻满意的点了点头，收起玉简后便对游小默笑着说道：“小娃娃，老夫很喜欢你，要是下次还有丹方，随时来找老夫，哈哈。”
en_us: Elder Lu accepted the jade drive and took a look, finding the expected Red Blaze Pill. He nodded in satisfaction and tucked the jade drive away, saying with a smile, "Kid, I like you. If you have more pill recipes, don't hesitate to come and find me, haha."

source: 鲜血喷涌出来，还没洒到地上就被火焰给蒸发了。
en_us: Fresh blood erupted but before it could land, it was evaporated by the flames.

source: 鲜血染红了附近的海水，闻到血腥味的水鲨们更加疯狂了，代价便是所有忍受不了诱惑的水鲨都覆没了。
en_us: Fresh blood stained the surface of the ocean red, and the sharks that smelled the scent of blood grew even more frenzied. The price that they paid was that all of the sharks that were unable to resist ended up being annihilated.

source: 鲸岛是活水河界一座中等海岛，在各个海岛之间起着中转的作用，比方说一些海岛将他们要买卖的货物带到鲸岛，然后再由鲸岛转给其他需要这些货物的岛屿，是以才会这么热闹。
en_us: Whale Island was a middle tier island in Living Waters River Boundary. It served as a transfer point among the various islands. For example, there were some islands that would bring the goods that they were selling to Whale Island before transferring them to other islands that needed it via Whale Island. That's why it was so lively.

source: 鲸岛的港口比河镇的港口还要大三四倍，港口的边上商船也比较多，热闹非凡，确实如老人所说的，鲸岛的情况比河镇要好得多。
en_us: Whale Island's port was three or four times bigger than River Town's port. There were also more merchant ships in the port, and it was extremely lively. Indeed, it was like what the old man had said: Whale Island's situation was much better than River Town's.

source: 麒麟四族也都没有出手，七罪兽从远古就与他们族中长辈有过交情，何况只有妖兽才能了解妖兽的疯狂。
en_us: None of the four Qilin Clans offered a price. Since ancient times, the elders of the clan had been friendly with the Seven Sins Beasts. Moreover, only demon beasts could understand demon beasts' madness.

source: 麒麟族也有圣境强者，因此他们并不缺少空间符，一枚中等空间符就能让他们直接回到麒麟族圣地。
en_us: The Qilin Clan had Sacred level experts too, so they didn't lack teleportation talismans. A mid grade teleportation talisman was enough to take them back to the sacred grounds of the Qilin Clan.

source: 麒麟族和妖凰血脉是自他出生就已经觉醒的，两股血脉各占半壁江山，一直都维持着一股平衡，但后来激发了真龙血脉和玄龟血脉，现在被他引发，两股血脉便开始与另外两股争地盘，如今依然在他体内打架，如果不使它们平静下来，他的内伤只会更严重。
en_us: The Qilin Clan and Demon Phoenix Clan bloodlines had been awakened in him from birth. Each bloodline made up half of his power, maintaining a sort of balance, but then he had awakened his True Dragon Clan bloodline and Black Turtle Clan bloodline, and the two bloodlines were now fighting with the other two for territory inside him. If he couldn't calm them, then his internal injuries would only worsen.

source: 麒麟族和凌霄不和早已是事实，在黑蜘蛛拍卖会就已经能看出来，越是跟他们相处下去，他就发现凌霄的表情越冷冽，到后面简直要吃人一样。
en_us: He had known that the Qilin Clan and Ling Xiao didn't get along for a long time now. He could already tell during the Black Spider's auction, and the more they had to interact with each other, he discovered that Ling Xiao's expression grew chillier and chillier. In the end, it looked entirely as if he wanted to eat someone alive.

source: 麒麟族和妖凰族皆不承认凌霄是他们的族人，万年前就已经表过态，所以这个消息一传出去，赤血家族就毫无顾忌的找上门去，如今很多人都在等他们出现准备看好戏。
en_us: Both the Qilin Clan and the Demon Phoenix Clan refused to acknowledge Ling Xiao as a member of their clans, which they had already expressed ten thousand years ago. After this piece of information had leaked out, the Vermillion Blood Clan called on him shamelessly. Now, there was a great deal of people who were waiting for them to appear so they could watch a good show.

source: 麒麟族对此有微词，但是他们已经决定了他就不好说什么，因为如果不是凌霄解决了十二阶水妖，现在他们恐怕连一株灵草都得不到。
en_us: The Qilin Clan wanted to say something about it, but seeing that they had already decided, he couldn't say anymore. Since if it wasn't for Ling Xiao, they wouldn't have gotten a single magic herb.

source: 麒麟族的人愣住了，要知道他们也用火焰烧过水妖，虽然多少克制住他们一些，但是根本融化不了他们，可是这是什么火焰，竟然比麒麟神火还要厉害？
en_us: The people from the Qilin Clan were stunned. One must know that they too used their flames to burn the Water Demons. Though they managed to restrain the demons, they could not melt them at all. What kind of fire was this? It was even more powerful than Qilin Godfire!

source: 麒麟族的族人，特别是血缘亲近的亲人，两者之间都有一套特别的传讯方法，男人虽然不是麒麟族的，但是凌霄的父亲是。
en_us: Members of the Qilin Clan, especially those who were closely related, would have a special communication (传讯方法) method between them. Although the man wasn't of the Qilin Clan, Ling Xiao's father was.

source: 麒麟族的继承人和其他三族有些不一样，谷主不会因为某人背后没有靠山支持就否定继承的资格。
en_us: The succession for the Qilin Clan was somewhat different from the other three clans. The Valley Master would not reject a member's right to succession because he had no backers behind him.

source: 麒麟组和赤血家族以及妖凰族不同。
en_us: The Qilin Clan was different from the Vermillion Blood Clan and the Demon Phoenix Clan.

source: 麟杭也以为他在生气，单膝跪了下去，“请少主责罚！”
en_us: Lin Hang thought he was angry and quickly bent down on one knee. "Please punish me as you see fit, young master!"

source: 麟杭打发掉麟昊武，第一个去见的人却不是族中的长老，穿过谷中小径，四周越发宁静，鸟儿流水声清脆入耳，直到尽头，那是一座建立在湖面上的楼阁，飞檐展翅，像一幅动态的风景画。
en_us: After Lin Hang sent Lin HaoWu off, the first one he went to meet wasn't the elders in the clan. Instead, he went through a small path, the surroundings getting progressively quieter, and the sound of bird song and water getting clearer. At the very end, there was a tower build on the surface of a lake with overhanging eaves, like a moving painting.

source: 麟杭推门走进去，入目便是一片朦胧的纱帐，一道看不清模样的慵懒身影倚在榻上，右手似乎拿着一个杯子。
en_us: Lin Hang pushed the door open and entered, met with a thin, obscuring curtain, a blurred figure reclined behind it, cup held in their right hand.

source: 麟杭眼中浮起一丝疑惑，这个麟霄到底是谁，如果是族人，为何族中并未有这个人存在，若他不是，少主又为何总是以一种眼中钉的语气念他的名字。
en_us: A flash of doubt flashed through Lin Hang's eyes. Who was this Lin Xiao? If he was a member of the clan, then why wasn't he actually in the clan? If he wasn't, then why would the young master always say his name like he was a thorn in the side?

source: 麟杭眼中闪过一道精光，“你说的不无道理，但是我答应过长老们，若不亲自确定一遍，回去后如何向长老们交代？”
en_us: Lin Hang's eyes flashed. "Your reasons aren't inconceivable, but I promised the elders. If we don't personally confirm this, then what will we say to the elders?"

source: 麟杭退出楼阁，这才去找长老们回复。
en_us: Lin Hang left the tower and then went to report to the elders.

source: 麟古既然敢把他们扔到软骨山，他就会对他们的安危负责，所以可以确定皮球他们现在没有事，但是会不会很惨就不知道了。
en_us: Since Lin Gu dared throwing them into the Cartilage Mountain, he would be responsible for their well being, thus they can be sure PiQiu and the others were fine. However, in what shape, that they don't know.

source: 麟天会出现在这里，一半是因为拍卖会，另一半就是凌霄的关系，他只在凌霄出生的时候见过他一面，所以这次他想看看被麒麟族丢弃的凌霄成长到什么地步了。
en_us: The reason Lin Tian appeared here was half because of the auction and half because of Ling Xiao. He had only seen Ling Xiao once when he was born, so he wanted to see how Ling Xiao, who was abandoned by the Qilin Clan, had grown up.

source: 麟少逸不会让属于他的东西落入别人的口袋中。
en_us: Lin ShaoYi would not let what belonged to him fall into other people's pockets.

source: 麟少逸就是麒麟族第三代之中实力最强的。
en_us: Lin ShaoYi was the strongest member in the third generation of the Qilin Clan.

source: 麟少逸野心勃勃，他不会放弃任何一个可以成为至高无上第一人的机会，尽管麒麟族本身便有秘法，但是也有可能失败，所以这也叫有备无患。
en_us: Lin ShaoYi was full of ambition. He would not give up any chance to be the number one absolute power. Although the Qilin Clan had their own secret techniques (秘法), they may also fail, so this was also called preparedness prevents calamity.

source: 麟昊武一喜。
en_us: Lin HaoWu was delighted.

source: 麟昊武不屑的说道：“这有什么好解释的，不是火焰是紫色的就一定是麒麟神火，我认为不过是他用了某种手段骗过大家而已，而且杭叔你仔细想想，若他真是麒麟族的人，为什么到现在都没回来认祖归宗，这不是作贼心虚是什么？”
en_us: Lin HaoWu didn't back down, saying, "There's nothing to explain. Not all purple fire has to be Qilin Sacred Fire. I think he simply did something to try and trick everyone. Plus, Uncle Hang, think about it. If he really is a member of the Qilin Clan, then hasn't he come home to where he belongs. If this isn't suspicious, then what is?"

source: 麟昊武要面子，又是代表着麒麟族，让他像游小默一样厚着脸皮，回去后他不得被族中的长老们关禁闭才怪。
en_us: Lin HaoWu cared about losing face and he was representing the Qilin Clan as well. If he was thick-skinned like You XiaoMo, he'd most certainly be grounded by the elders when he got back.

source: 麟昊武说道：“可他现在在哪都不知道，我们要上哪去找？”
en_us: Lin HaoWu said, "But we don't even know where he is, where will we even go to find him?"

source: 麟昊武越发不爽，“杭叔，我看那个凌默行迹诡异，分明就有问题，说不定是他故弄玄虚，他根本不是麒麟族的人。”
en_us: Lin HaoWu was getting progressively more irritated. "Uncle Hang, that Ling Mo is very suspicious, there's definitely something fishy about him. I think he might've played some sort of trick; he can't be a member of the Qilin Clan."

source: 麟昊武差点被他气死，嘴巴都往两边咧开了，这叫害怕？
en_us: This nearly made Lin HaoWu die from anger, your mouth is spread open from side to side and you call this fear?

source: 麟昊武虽然不喜欢凌霄，但他终究是麒麟族的就不可能放过。
en_us: Lin HaoWu might not like Ling Xiao, but he was a member of the Qilin Clan so they couldn't just let him go like that.

source: 麟昊武被吓到了，不敢再自作主张了。
en_us: Lin HaoWu was given a scare, and he didn't dare to act on his own accord again.

source: 麟昊武被噎了一下，迅速的反击道：“看你刚刚吃东西的样子不就知道了，从没看到哪个像你一样吃得这么恶心。”
en_us: Lin HaoWu choked and he speedily rebutted, "I can tell just by looking at you when you were eating. I had never seen someone who eats as disgustingly as you."

source: 麻袋里的人赫然是个漂亮的年轻姑娘，她的嘴巴塞着块布，脑门流着血，但已经干了。
en_us: The person in the sack was a beautiful young lady. Her mouth had been stuffed with a piece of cloth and her head was bleeding, but the blood had already clotted.

source: 黄鼠兽显然觉得他侮辱了自己，愤怒得眼睛都红了，区区一只黄鼠兽怎么了，他还以自己身为黄鼠兽为荣呢！
en_us: The Weasel Beast clearly felt that the other was insulting him, his eyes red with anger. So what if he was a Ground Squirrel Beast? He was proud of being one!

source: 黄鼠兽虽然是高阶妖兽，而且还是变异的妖兽，但是他的战斗力在高阶妖兽中却明显偏低，属于可有可无的战斗力，他能在这座小岛称王称霸，应该庆幸这里没有太多战斗力强大的高阶妖兽。
en_us: The Weasel Beast might be a high level demon beast, and even a mutated variant, but his combative ability was relatively low amongst high level demon beasts. He wouldn't be much of an asset in a battle to them. The only reason he could rule this island was because he was lucky enough that there were no powerful high level demon beasts.

source: 黄鼠兽一愣，抬起头就看到屋檐下长身玉立的男人，一身华丽的白色锦袍，俊美的容颜，姿势随意，浑身散发着一股贵不可言的气质，他几秒后才反应过来，当即喝道“你是什么人？”
en_us: The Ground Squirrel Beast was stunned. He looked up and saw the aloof (长身玉立) man under the eaves. He was wearing a gorgeous white brocade robe and had handsome features. He was adopting a casual posture, but a noble temperament emanated from his whole body. After a few seconds, the Ground Squirrel Beast reacted and immediately shouted (喝道), "Who are you?!"

source: 黄鼠兽一脸激动，斗志高昂：“是，小人保证一定完成任务。”主人交代的第一个任务必须完美的完成，这样才能给主人留下好印象。
en_us: With an excited expression the Ground Squirrel Beast said with vigor, "Yes sir, I promise to fulfill my mission!" It was his first assignment, he must completely it flawlessly to leave a good impression on his master.

source: 黄鼠兽不明所以，跟着嘿嘿的傻笑起来，只是下一秒他就笑不出来了。
en_us: The Weasel Beast didn't understand why he was laughing, and started laughing as well, but soon enough, he wasn't able to laugh anymore.

source: 黄鼠兽倒是个有情有义的人，担心群龙无首，水鲨来袭会有问题，所以他将身边一个在鼠兽中比较有声望的手下提拔为首领，也算众望所归。
en_us: The Weasel Beast was someone who was both clever and righteous. It was worried that if the sharks attacked and there was no leader here, there would be a problem, so it promoted one of more popular Rat Beasts at its side to leader. At the very least, the Rat Beast would enjoy popular support.

source: 黄鼠兽兴奋的打断他的话，说完还喘了几口气，他会这么及时赶过来就是冲着主人做的叫化鸡，因为他的手下告诉他，主人正在做好吃的鸡。
en_us: The Ground Squirrel Beast cut his off excitedly and was even panting afterwards. The only reason he rushed back was for the master's Beggar's Chicken. One of his underlings had told him that the master was making really good turkey.

source: 黄鼠兽决定于主人的手下先打好关系，若是他能在主人面前为自己说几句话那就更好了。
en_us: The ground squirrel beast decided to strike up a good relationship with the Master's subordinate first. It would be even better if the man could help the Ground Squirrel Beast say some good things about him in front of his Master.

source: 黄鼠兽决定把那个人抓起来，让他天天为自己做好吃的火鸡。
en_us: The ground squirrel beast decided to capture that person and force him to make delicious turkeys for him every day.

source: 黄鼠兽喊完这句话立刻跑出洞府，这段时间他收获了几十个小弟，虽然数量上和在小岛的时间不能比，但是要监视那群人却绰绰有余。
en_us: After the Weasel Beast shouted this, he instantly ran out of the Immortal’s Cave. During this time, he had collected several dozen subordinates. Even though quantity couldn't be compared to the amount he had during his time at the small island, he had more than enough to keep an eye on those people.

source: 黄鼠兽回道：“以他们的速度，应该不用一个小时就会到这里了。”
en_us: The Weasel Beast replied, "With their speed, it shouldn't take more than a hour."

source: 黄鼠兽已经知道他的主人是丹师，而且是级别很高的丹师，听到他说有奖励，他已经猜到是什么了，顿时更加兴奋了。
en_us: The Ground Squirrel Beast knew that his master was a mage and a high leveled one at that. Hearing that there was a possible reward, he could already guess what it was, making him even more energized.
